//  or controlled by any of the authors or developers of this     
//  material or to any contribution thereto. The material         
//  contained herein is provided on an "AS IS" basis and, to the  
//  maximum extent permitted by applicable law, this information  
//  is provided AS IS AND WITH ALL FAULTS, and the authors and    
//  developers of this material hereby disclaim all other         
//  warranties and conditions, either express, implied or         
//  statutory, including, but not limited to, any (if any)        
//  implied warranties, duties or conditions of merchantability,  
//  of fitness for a particular purpose, of accuracy or           
//  completeness of responses, of results, of workmanlike         
//  effort, of lack of viruses and of lack of negligence, all     
//  with regard to this material and any contribution thereto.    
//  Designers must not rely on the absence or characteristics of  
//  any features or instructions marked "reserved" or             
//  "undefined." The Unified EFI Forum, Inc. reserves any         
//  features or instructions so marked for future definition and  
//  shall have no responsibility whatsoever for conflicts or      
//  incompatibilities arising from future changes to them. ALSO,  
//  THERE IS NO WARRANTY OR CONDITION OF TITLE, QUIET ENJOYMENT,  
//  QUIET POSSESSION, CORRESPONDENCE TO DESCRIPTION OR            
//  NON-INFRINGEMENT WITH REGARD TO THE TEST SUITE AND ANY        
//  CONTRIBUTION THERETO.                                         
//                                                                
//  IN NO EVENT WILL ANY AUTHOR OR DEVELOPER OF THIS MATERIAL OR  
//  ANY CONTRIBUTION THERETO BE LIABLE TO ANY OTHER PARTY FOR     
//  THE COST OF PROCURING SUBSTITUTE GOODS OR SERVICES, LOST      
//  PROFITS, LOSS OF USE, LOSS OF DATA, OR ANY INCIDENTAL,        
//  CONSEQUENTIAL, DIRECT, INDIRECT, OR SPECIAL DAMAGES WHETHER   
//  UNDER CONTRACT, TORT, WARRANTY, OR OTHERWISE, ARISING IN ANY  
//  WAY OUT OF THIS OR ANY OTHER AGREEMENT RELATING TO THIS       
//  DOCUMENT, WHETHER OR NOT SUCH PARTY HAD ADVANCE NOTICE OF     
//  THE POSSIBILITY OF SUCH DAMAGES.                              
//                                                                
//  Copyright 2016 Unified EFI, Inc. All  
//  Rights Reserved, subject to all existing rights in all        
//  matters included within this Test Suite, to which United      
//  EFI, Inc. makes no claim of right.                            
//                                                                
//  Copyright (c) 2016, Intel Corporation. All rights reserved.<BR>   
//




/=#

#langdef en-US "English"
#langdef fr-FR "Francais"


#string STR_INV_FORM_SET_TITLE         #language en-US  "ABC Information Sample"
                                       #language fr-FR  "Mi motor Español de arreglo"
#string STR_INV_FORM_SET_HELP          #language en-US  "The ABC Network Controller version information, which includes Firmware versions as well as supported characteristics"
                                       #language fr-FR  "The ABC Network Controller version information, which includes Firmware versions as well as supported characteristics"
#string STR_INV_FORM1_TITLE            #language en-US  "ABC Network Controller Version Data"
                                       #language fr-FR  "Mi Primero Arreglo Página"
#string STR_INV_VERSION_TEXT           #language en-US  "Firmware Revision Date: 02/03/2002"
                                       #language fr-FR  "Firmware Revision Date: 02/03/2002"
#string STR_INV_VERSION_HELP           #language en-US  "The date of the revision of the Firmware being used."
                                       #language fr-FR  "The date of the revision of the Firmware being used."
#string STR_INV_VERSION_TEXT2          #language en-US  "Major Version: 6.32.5"
                                       #language fr-FR  "Major Version: 6.32.5"
#string STR_INV_VERSION_TEXT3          #language en-US  "Patch Version: 1.02.53"
                                       #language fr-FR  "Patch Version: 1.02.53"
#string STR_INV_VERSION_TEXT4          #language en-US  "Characteristics:  10/100 Mb/s"
                                       #language fr-FR  "Characteristics:  10/100 Mb/s"
#string STR_INV_VERSION_TEXT5          #language en-US  "                  3.3 V power usage"
                                       #language fr-FR  "                  3.3 V power usage"
#string STR_INV_VERSION_TEXT6          #language en-US  "                  3K Transmit FIFO"
                                       #language fr-FR  "                  3K Transmit FIFO"
#string STR_INV_VERSION_TEXT7          #language en-US  "                  3K Receive FIFO"
                                       #language fr-FR  "                  3K Receive FIFO"
#string STR_INV_VERSION_TEXT8          #language en-US  "                  TCP/UDP checksum offload"
                                       #language fr-FR  "                  TCP/UDP checksum offload"
#string STR_INV_VERSION_TEXT9          #language en-US  "                  128K Flash"
                                       #language fr-FR  "                  128K Flash"
#string STR_INV_VERSION_TEXT10         #language en-US  "                  32-bit PCI"
                                       #language fr-FR  "                  32-bit PCI"
#string STR_INV_VERSION_TEXT11         #language en-US  "                  Intel® 82540EM"
                                       #language fr-FR  "                  Intel® 82540EM"
#string STR_INV_VERSION_TEXT12         #language en-US  "Press ESC to exit."
                                       #language fr-FR  "Press ESC to exit."
#string STR_INV_EMPTY_STRING           #language en-US  ""
                                       #language fr-FR  ""


